//ZWEVSAM JOB (127300030),JANDA06,NOTIFY=&SYSUID,
//             MSGLEVEL=(1,1),CLASS=A,MSGCLASS=X
//S1    EXEC PGM=IDCAMS,REGION=0M
//SYSPRINT DD SYSOUT=*
//SYSIN   DD *
    DEFINE CLUSTER -
       ( NAME(JANDA06.CACHE) -
       VOLUME(MVR24A) -
       REC(80 20) -
       SHAREOPTIONS(2 3) -
       INDEXED) -
       DATA(NAME(JANDA06.CACHE.DATA) -
        RECSZ(80 4096) -
        UNIQUE -
        KEYS(128 0)) -
       INDEX(NAME(JANDA06.CACHE.INDEX) -
        UNIQUE)
/*
